---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.MechanicalFailures.InitialEqualFrictionSizingFailed
source: html/64d7f623-1444-85b7-ef37-525ba737ec4d.htm
---
# Autodesk.Revit.DB.BuiltInFailures.MechanicalFailures.InitialEqualFrictionSizingFailed Property

Initial Equal Friction Sizing failed.

## Syntax (C#)
```csharp
public static FailureDefinitionId InitialEqualFrictionSizingFailed { get; }
```